Repository: zardoru/bmhelper
Catalog: i18n/*/bmhelper.po
Languages: nb_no

source: Write MIDI File
nb_no: Lagre MIDI-fil

source: Copy woslicer II Cutting Positions
nb_no: Kopier kuttepunktene til woslicerII

source: Open BMS WAV definitions...
nb_no: Åpne WAV-listen...

source: Copy BMS Data to Clipboard
nb_no: Kopier notedataen til BMS-filen

source: Transpose to...
nb_no: Transponer til...

source: MIDI files
nb_no: MIDI-filer

source: Failed to export MIDI file.
nb_no: Kunne ikke eksportere MIDI-fil.

source: Clipboard is not available.
nb_no: Fikk ikke tilgang til utklippstavlen.

source: WAV definitions
nb_no: WAV-liste

source: untitled
nb_no: uten navn

source: BMS WAV definitions
nb_no: WAV-liste i BMS

source: Filename (&F):
nb_no: Filnavn (&F):

source: Copy to clipboard (&C)
nb_no: Kopier til utklippstavle (&C)

source: Close (&W)
nb_no: Avslutt (&W)

source: New division...
nb_no: Ny oppdeling...

source: Are you sure you want to delete %s?
nb_no: Er du sikker på at du ønsker å slette %s?

source: Division settings
nb_no: Innstillinger for oppdelingen

source: None
nb_no: Ingen

source: Name (&N):
nb_no: Navn (&N):

source: MIDI settings
nb_no: MIDI-innstillinger

source: Leave MIDI unaltered (&C)
nb_no: La MIDI forbli uforandret (&C)

source: Leading silence (&H):
nb_no: Innledende stillhet (&H):

source: Min. interval gap (&I):
nb_no: Minste mulige mellomrom mellom notene:

source: Sorting method (&S):
nb_no: Sorter etter:

source: Minimum difference in:
nb_no: Minste mulige forskjell mellom:

source: Length (&G):
nb_no: Lengde (&G):

source: Velocity (&V):
nb_no: Styrke (&V):

source: Definition settings
nb_no: Innstillinger for WAV-liste

source: Use base-36 range(00-ZZ) (&Z)
nb_no: Bruk wavZZ-format (opptil 1295 lyder) (&Z)

source: Use overloading (&M)
nb_no: Benytt multidefinisjoner (&M)

source: Starting BMS Index (&D):
nb_no: Startindex for WAV-listen (&D)

source: Overloading Interval (&L):
nb_no: Nødvendig overlapp for multidefinisjoner (&L)

source: Cancel
nb_no: Avbryt

source: New project (&N)... Ctrl+N
nb_no: Nytt prosjekt (&N)... Ctrl+N

source: Open project (&O)... Ctrl+O
nb_no: Åpne prosjekt (&O)... Ctrl+O

source: Save project (&S) Ctrl+S
nb_no: Lagre prosjekt (&S) Ctrl+S

source: Save project as (&A)... Ctrl+Shift+S
nb_no: Lagre prosjekt som (&A)... Ctrl+Shift+S

source: Close project (&C)
nb_no: Lukk prosjekt (&C)

source: Quit (&X) Ctrl+Q
nb_no: Avslutt (&X) Ctrl+Q

source: New division (&N)... F5
nb_no: Ny oppdeling (&N)... F5

source: Delete division (&D)
nb_no: Slett oppdeling (&D)

source: Write modified MIDI File (&M)...
nb_no: Lagre redigert MIDI-fil (&M)...

source: Copy division (&W)
nb_no: Kopier oppdeling (&W)

source: Definition information (&D)...
nb_no: Informasjon om WAV-listen (&D)...

source: Copy BMS sequence to clipboard (&S)
nb_no: Kopier BMS-notedata til utklippstavle (&S)

source: Help (&H)... F1
nb_no: Hjelp (&H)... F1

source: About (&I)...
nb_no: Om programmet (&I)...

source: File (&F)
nb_no: Fil (&F)

source: Divisions (&D)
nb_no: Oppdelinger (&D)

source: Help (&H)
nb_no: Hjelp (&H)

source: Couldn't open file:
nb_no: Kunne ikke åpne fil:

source: Please select source MIDI file
nb_no: Velg MIDI-filen som skal benyttes

source: Couldn't open file
nb_no: Kunne ikke åpne filen

source: Open project file
nb_no: Åpne prosjekt

source: Save project as
nb_no: Lagre prosjekt som

source: The project has been modified. Do you want to save?
nb_no: Dette prosjektet har endringer. Ønsker du å lager nå?

source: source: %dn
nb_no: Kilde: %dn

source: New project* -
nb_no: Nytt prosjekt* -

source: MIDI file import settings
nb_no: Innstillinger for MIDI-importeringen

source: Tracks (&T):
nb_no: Spor (Tracks) (&T):

source: Channels (&C):
nb_no: Kanaler (Channels) (&C):
